Repository: FerranSalguero/Doppler
Catalog: gui/FeedForm.*.resx
Languages: nl

# AddFeedButton.Text
source: &Add feed
nl: &Toevoegen

# CancelFeedButton.Text
source: &Cancel
nl: &Annuleren

# label7.Text
source: Any text entered in the filter will be held against the description of the item. Only if a match occurs a download will occur. You can use regular expressions
nl: Feeds zullen gefilterd worden op de inhoud van dit veld. Alleen als deze tekst voorkomt in de omschrijving zal de file gedownload worden. U kunt zgn. regular expressions gebruiken.

# label6.Text
source: Textfilter
nl: Tekstfilter

# label19.Text
source: Title
nl: Titel

# label3.Text
source: Use smarttags to replace values in the tags
nl: Gebruik smarttags om waarden automatisch te vervangen

# labelStartAt.Text
source: start at
nl: begin bij

# TrackCounterCheckBox.Text
source: Increment track counter
nl: Verhoog automatisch track nummer

# labelArtist.Text
source: Artist
nl: Artiest

# label8.Text
source: If you specify tags in here Doppler will replace the existing tags in the MP3 file
nl: Bestaande MP3 tags zullen door deze waardes vervangen worden

# labelRestrictDaysDays.Text
source: days
nl: dagen

# labelRestrictDays.Text
source: Remove files older than
nl: Verwijder bestanden ouder dan

# labelMaximumFiles.Text
source: Maximum files in folder
nl: Maximaal aantal bestanden

# labelTotalSize.Text
source: Maximum total size of this feed on disk
nl: Maximale omvang

# RestrictDaysRadioButton.Text
source: Restrict by age in days
nl: Beperk op leeftijd

# RestrictFilesRadioButton.Text
source: Restrict by number of files in folder
nl: Beperk op aantal bestanden

# RestrictSizeRadioButton.Text
source: Restrict by size on disk
nl: Beperk op omvang op schijf

# KeepUnplayedCheckBox.Text
source: Remove played podcasts
nl: Verwijder beluisterde podcasts

# RetrieveMaximumMBCheckBox.Text
source: Only download files smaller than
nl: Download alleen kleiner dan

# RemoveByRatingCheckBox.Text
source: Remove by rating
nl: Verwijder op waardering

# RetrieveOnlyLastCheckBox.Text
source: Only download last
nl: Download alleen de laatste

# SpaceSaversCheckBox.Text
source: Use additional Space Savers
nl: Gebruik extra spacesavers

# DownloadsFolderCheckBox.Text
source: Override default download folder
nl: Gebruik andere download lokatie

# label5.Text
source: Password
nl: Wachtwoord

# label11.Text
source: Username
nl: Gebruikersnaam

# LoginCheckBox.Text
source: Login is required for this feed
nl: Gebruikersnaam en wachtwoord zijn nodig voor deze feed

# label15.Text
source: Category
nl: Categorie

# label13.Text
source: Playlist
nl: Speellijst

# label2.Text
source: Name
nl: Naam

# checkUseTitleForFile.Text
source: Use the title of the post for the filename
nl: Gebruik de titel van de post om de download te hernoemen

# label21.Text
source: Size
nl: Omvang

# ClearCacheButton.Text
source: Clear cache for this feed
nl: Verwijder cache voor deze feed

# label20.Text
source: Date
nl: Datum

# label18.Text
source: Location
nl: Locatie

# AlwaysConvertToM4BCheckBox.Text
source: Always convert podcasts to bookmarkable AAC
nl: Converteer downloads naar bookmarkable AAC formaat (voor iTunes)

# tabAdvanced.Text
source: Advanced
nl: Geavanceerd
