Repository: FerranSalguero/Doppler
Catalog: gui/OptionsForm.*.resx
Languages: fr, sk

# buttonCancel.Text
source: &Cancel
fr: &Annuler
sk: &Storno

# ConfirmDeleteCheckBox.Text
source: Confirm when deleting files from file pane
fr: Confirmer la suppresion des fichiers de file pane
sk: Potvrdiť pri vymazávaní položky

# ClearCacheButton.Text
source: Clear all cache files
fr: Supprimer tous les fichier du cache
sk: Vymazať vyrovn. pamäť

# groupBox4.Text
source: Various
fr: Divers
sk: Rôzne

# label2.Text
source: Maximum number of concurrent retrieval threads
fr: Nombre maximal de récupération simultanée
sk: Max. počet vlákien pre sťahovanie

# groupBox5.Text
source: Performance
sk: Výkon

# radioDupDateTime.Text
source: Add the current date and time to the filename
fr: Ajouter la date et l'heure actulle au nom du fichier
sk: Pridať k názvu súboru dátum a čas

# label12.Text
source: When Doppler encounters a duplicate filename in a feed
fr: Quand Doppler rencontre un nom de fichier en double dans le flux
sk: Pri výskyte duplicitného súboru

# radioDupSkip.Text
source: Skip the download
fr: Passer le téléchargement
sk: Vynechať sťahovanie

# groupBox3.Text
source: Duplicate files
fr: Dupliquer les fichiers
sk: Duplikovať súbory

# labelLogMessage.Text
source: You can also open the log from the Tools menu in the main application window
fr: Vous pouvez aussi ouvrir le journal depuis le menu Outils dans la fenêtre principale
sk: Súbor so záznamom môžete otvoriť aj z menu Nástroje, v hlavnom okne programu

# buttonOpenLog.Text
source: Open log
fr: Ouvrir le journal
sk: Otvor zázn.

# radioLogLevelAll.Text
source: All events
fr: Tous les événements
sk: Všetky udalosti

# radioLogLevelErrors.Text
source: Errors only
fr: Uniquement les erreurs
sk: Chyby

# checkLog.Text
source: Enable log
sk: Zapnúť

# groupBox2.Text
source: Logging
sk: Zaznamenávanie

# tabAdvanced.Text
source: Advanced
fr: Avancé
sk: Pokročilé

# label3.Text
source: Double click an entry to edit
fr: Double cliquer sur une entrée pour l'éditer
sk: Pre úpravu záznamu naň musíte dvakrát kliknúť

# DeleteDirectoryButton.Text
source: &Delete selected
fr: &Supprimer la sélection
sk: Vy&mazať vybrané

# AddDirectoryButton.Text
source: &Add
fr: &Ajouter
sk: &Pridať

# columnName.Text
source: Name
fr: Nom
sk: Názov

# columnURL.Text
source: Address
fr: Adresse
sk: Adresa

# label18.Text
source: Specify any OPML directories.
fr: Indiquer n'importe quel annuaire OPML.
sk: Priečinky OPML:

# tabDirectories.Text
source: OPML Directories
fr: Annuaires OPML
sk: Priečinky OPML

# PlaylistTextBox.Text
source: <leave empty to use feed name>
fr: <laisser vide pour utiliser le nom du flux>
sk: <ak chcete použiť názov poľa, ponechajte toto pole prázdne>

# tabFeedMain.Text
source: Main
fr: Principal
sk: Hlavné

# RetrieveMaximumMBCheckBox.Text
source: Only download files smaller than
fr: Télécharger uniquement les fichiers plus petit que
sk: Sťahovať len súbory <

# label7.Text
source: podcasts
sk: podcasty

# RetrieveOnlyLastCheckBox.Text
source: Only download last
fr: Télécharger uniquement le dernier
sk: Sťahovať len posledných

# checkKeepUnplayed.Text
source: Remove played podcasts
fr: Enlever les balados joués
sk: Odstrániť prehrané podcasty

# RemoveByRatingCheckBox.Text
source: Remove by rating
fr: Enlever par classementR
sk: Odstraňovať na základe hodnotenia (ratingu)

# DefaultSpaceSaversGroupBox.Text
source: Default Space Savers
fr: Economiseur d'espace disque par défaut
sk: Predvolené šetriče miesta

# labelRestrictDaysDays.Text
source: days
fr: jours
sk: dní

# labelRestrictDays.Text
source: Remove files older than
fr: Retirer les fichiers plus vieux que
sk: Odstrániť súb.staršie ako

# RestrictByDaysRadioButton.Text
source: Restrict by age in days
fr: Limiter par nombre de jours
sk: Obmedziť max. vek v dňoch

# labelMaximumFiles.Text
source: Maximum files in folder
fr: Nombre maximum de fichiers dans Maximum le dossier
sk: Max. počet súborov

# RestrictByFilesRadioButton.Text
source: Restrict by number of files
fr: Limiter par nombre de fichiers
sk: Obmedziť podľa počtu obsiahnutých súborov

# labelTotalSize.Text
source: Maximum total size of this feed on disk
fr: Taille totale maximum de ce flux sur le disque
sk: Max. kapacita, obsadená poľom

# RestrictBySizeRadioButton.Text
source: Restrict by size on disk
fr: Limiter par taille sur le disque
sk: Obmedziť podľa veľkosti na disku

# AdditionalSpaceSaversGroupBox.Text
source: Additional Space Savers
fr: Economiseur additionel d'espace disque
sk: Prídavné šetriče miesta

# SpaceSaversCheckBox.Text
source: Use additional Space Savers
fr: Utiliser l'économiseur d'espace disque additionel
sk: Použiť prídavné šetriče miesta

# tabFeedSpaceSavers.Text
source: Space savers
fr: Economiseur d'espace disque
sk: Šetriče miesta

# label19.Text
source: Title
fr: Titre
sk: Titul

# label17.Text
source: Use smarttags to replace values in the tags
fr: Utiliser les smarttags pour remplacer les tags
sk: Pri nahradzovaní tagov použite smart-tagy

# labelArtist.Text
source: Artist
fr: Artiste
sk: Umelec

# label15.Text
source: Genre
sk: Žáner

# label16.Text
source: If you specify tags in here Doppler will replace the existing tags in the MP3 file
fr: Si vous indiquez un tag ici, Doppler remplacera les tags existants dans le fichier MP3
sk: Ak sem zadáte nejaké nové tagy, pôvodné tagy sa vymažú.

# tabFeedTags.Text
source: MP3 Tags
sk: MP3 tagy

# label9.Text
source: Any text entered in the filter will be held against the description of the item. Only if a match occurs a download will occur. You can use regular expressions
fr: N'importe quel texte entré dans le filtre sera stocké avec la description de l'article. Le téléchargement aura lieu seulement s’il y a correspondance. Vous pouvez utiliser des expressions courantes
sk: Text zadaný vo filtri sa bude porovnávať z textom zadaným v popise jednotlivých položiek. Ak sa nájde zhoda, súbor sa stiahne. Pri zadávaní textu môžete používať regulárne výrazy.

# label14.Text
source: Textfilter
fr: Filtre de texte
sk: Filter

# tabFeedFilters.Text
source: Filters
fr: Filtres
sk: Filtre

# label5.Text
source: When you subscribe to a new feed these settings will be the default
fr: Quand vous vous abonnez à un nouveau flux, ces réglages s'appliqueront par défaut
sk: Pri objednaní doručovania obsahu z nového poľa sa použijú tieto nastavenia

# tabDefaultFeedSettings.Text
source: Default feed settings
fr: Paramètres de flux par défaut
sk: Predvolené nastavenia poľa

# FileAssociationLabel.Text
source: FileAssociationLabel
sk: AsociáciaSúboru

# FileTypeLabel.Text
source: FileTypeLabel
sk: TypSúboru

# label8.Text
source: How should Doppler handle downloaded files?
fr: Comment Doppler devra-t-il traiter les fichiers téléchargés ?
sk: Čo má program Doppler urobiť so stiahnutými súbormi?

# MediaPlayerManualRadioButton.Text
source: Manual (advanced)
fr: Manuel (avancé)
sk: Vybrať akciu manuálne

# MediaPlayerAutomaticRadioButton.Text
source: Automatic
fr: Automatique
sk: Prehrať a.

# VideoM3URadioButton.Text
source: Add to M3U Playlist
fr: Ajouter à la liste de lecture M3U
sk: Pridať do playlistu M3U

# VideoAdvancedButton.Text
source: Advanced
fr: Avancé
sk: Pokročilé

# VideoNothingRadioButton.Text
source: Do nothing, just download
fr: Ne rien faire, juste télécharger
sk: Neurobiť nič, len stiahnuť

# VideoCustomRadioButton.Text
source: Add to Custom Application
fr: Ajouter à autre programme
sk: Odovzdať programom

# VideoWMPRadioButton.Text
source: Add to Windows Media Player
fr: Ajouter à Windows Media Player
sk: Pridať do Windows Media Player-a

# VideoItunesRadioButton.Text
source: Add to iTunes
fr: Ajouter à iTunes
sk: Pridať k iTunes

# VideoGroupBox.Text
source: Video files
fr: Fichiers vidéos
sk: Video-súbory

# AudioM3URadioButton.Text
source: Add to M3U Playlist
fr: Ajouter à la liste d'écoute M3U
sk: Pridať do playlistu M3U

# ConvertToBookmarkableCheckBox.Text
source: Convert to Bookmarkable AAC file
fr: Convertir en fichier AAC chapitrable
sk: Konvertovať do formátu AAC

# AudioAdvancedButton.Text
source: Advanced
fr: Avancé
sk: Pokročilé

# AudioNothingRadioButton.Text
source: Do nothing, just download
fr: Ne rien faire, simplement télécharger
sk: Neurobiť nič, len stiahnuť

# AudioCustomRadioButton.Text
source: Add to Custom Application
fr: Ajouter à une autre application
sk: Odovzdať programu

# AudioWMPRadioButton.Text
source: Add to Windows Media Player
fr: Ajouter à Windows Media Player
sk: Pridať do Windows Media Player-a

# AudioItunesRadioButton.Text
source: Add to iTunes
fr: Ajouter à iTunes
sk: Pridať k iTunes

# AudioGroupBox.Text
source: Audio files
fr: Fichier audio
sk: Audio súbory

# CheckSpecificRadioButton.Text
source: Check at specific times
fr: Vérifier à une heure spécifique
sk: Kontrolovať v tomto čase

# CheckIntervalRadioButton.Text
source: Check every
fr: Vérifier chaque
sk: Kontrolovať každých

# ScheduleRetrieveCheckBox.Text
source: Schedule check for new content
fr: Programmer la vérification de nouveau contenu
sk: Naplánovať kontrolu nového obsahu

# groupBox1.Text
source: Scheduling
sk: Plánovanie

# tabScheduling.Text
source: Scheduling
fr: Programmer
sk: Plánovanie

# checkBox1.Text
source: Force retrieve on startup
fr: Obliger la récupération au démarrage
sk: Po spustení ihneď obnoviť

# ShowFavIconsCheckBox.HelpString
source: When enabled, Doppler will show a small popup balloon to notify you of new downloads
fr: Permettre à Doppler d'afficher une petite fenêtre surgissante pour indiquer un nouveau téléchargement
sk: Ak je táto voľba aktívna, program Doppler zobrazí v prípade, že je dostupný nový súbor malé upozornenie v bubline.

# ShowFavIconsCheckBox.Text
source: Show site icons in feed list
fr: Monter l'icône du site dans la liste des flux
sk: V zozname polí zobrazovať aj ikony stránok

# CheckForUpdateNowButton.Text
source: Check for update now
fr: Vérifier les mise à jour maintenant
sk: Skontrolovať

# LastCheckedLabel.Text
source: never
fr: jamais
sk: nikdy

# label23.Text
source: Last time checked for update:
fr: Date de la dernière vérification des mises à jour :
sk: Posledná kontrola:

# CheckForUpdatesCheckBoxUpdate.Text
source: Have Doppler automatically check for updates
sk: Má Doppler automaticky kontrolovať dostupnosť aktualizácií?

# DownloadsFolderTextBox.HelpString
source: Specify the location where Doppler should store the downloaded files
fr: Indiquer l'endroit où Doppler devra stocker les fichiers téléchargés
sk: Zadajte priečinok, do ktorého má program Doppler ukladať stiahnuté súbory

# label1.Text
source: Download folder
fr: Dossier de téléchargement
sk: Priečinok pre sťahovanie

# MinimizeToSystemTrayCheckBox.HelpString
source: When enabled Doppler will remove the entry from the taskbar when minized. Double click the system tray icon to show Doppler again.
sk: Ak je voľba aktívna, program sa minimalizuje do systémovej lišty, z ktorej ho vyvoláte dvojkliknutím.

# MinimizeToSystemTrayCheckBox.Text
source: Minimize to system tray
fr: Minimiser dans la barre des tâches
sk: Minimalizovať do systémovej lišty

# PopupNotificationCheckBox.HelpString
source: When enabled, Doppler will show a small popup balloon to notify you of new downloads
fr: Permettre à Doppler d'afficher une petite fenêtre surgissante pour indiquer un nouveau téléchargement
sk: Ak je táto voľba aktívna, program Doppler zobrazí v prípade, že je dostupný nový súbor malé upozornenie v bubline.

# PopupNotificationCheckBox.Text
source: Display notification after succesful download
fr: Affichage d'un avis après un téléchargement réussi
sk: Upozorniť po úspešnom stiahnutí

# MinimizeOnCloseCheckBox.HelpString
source: When enabled, clicking the close button will minimize Doppler instead of stopping it
fr: Si cette option est sélectionnée, en cliquant sur le bouton fermer Doppler sera minimisé au lieu d'être arrêté
sk: Ak je táto voľba aktívna, program sa po kliknutí na tlačidlo Zatvoriť len minimalizuje, ale neukončí sa.

# MinimizeOnCloseCheckBox.Text
source: Minimize Doppler when clicking the close button
fr: Réduire Doppler en cliquant sur le bouton fermer
sk: Po kliknutí na tlačidlo Zatvoriť, minimalizovať program.

# StartMinimizedCheckBox.HelpString
source: When selected Doppler will start minized
fr: Si l'option est sélectionnée Doppler sera lancé dans une fenêtre réduite
sk: Pri vybraní spustiť minimalizovaný Doppler

# StartMinimizedCheckBox.Text
source: Start Doppler minimized
fr: Exécuter Doppler en mode réduit
sk: Spustiť program Doppler minimalizovaný

# tabMain.Text
source: Main
sk: Hlavné

# $this.Text
source: Options
sk: Nastavenia

# label13.Text
source: Playlist
fr: Liste de lecture
