Repository: FerranSalguero/Doppler
Catalog: languages/FormStrings.*.resx
Languages: fr, nl, pl, sk, sv

source: active feeds
fr: flux actifs
nl: Actieve feeds
pl: Aktywne źródła
sk: aktívne polia
sv: Actieve feeds

source: &Add feed
fr: &Ajouter des flux
pl: &Dodaj źródło
sk: &Pridať polia

source: Add to Apple iTunes
fr: Ajouter à Apple iTunes
nl: Voeg aan Apple iTunes toe
pl: Dodaj do Apple iTunes
sk: Pridať do Apple iTunes
sv: Lägg till i iTunes

source: Add to M3U
fr: Ajouter à M3U
nl: Voeg aan M3U toe
pl: Dodaj do M3U
sk: Pridať do playlistu M3U
sv: Lägg till i M3U spellista

source: Add to Windows Media Player
fr: Ajouter à Windows Media Player
nl: Voeg aan Windows Media Player toe
pl: Dodaj do Windows Media Player
sk: Pridať do programu Windows Media Player
sv: Lägg till i Windows Mediaspelare

source: Adjust volume
fr: Ajuster le volume
nl: Volume
pl: Zwiększ głośność
sk: Prispôsobiť hlasitosť
sv: Ändra volym

source: All files
fr: Tous les fichiers
nl: Alle bestanden
pl: Wszystkie pliki
sk: Všetky súbory
sv: Alla filer

# AnerroroccuredEnablelogginganddoanewretrieve
source: An error occured. Double click to enable logging and do a new retrieve.
fr: Une erreur s'est produite. Double cliquer pour permettre l'enregistrement des erreurs et tenter une nouvelle récupération.
pl: Wystąpił błąd. Kliknij dwukrotnie aby włączyć logowanie i pobrać powtórnie
sk: Nastala chyba Dvojkliknutím môžete otvoriť súbor so záznamom a spustiť nové sťahovanie.

# AnerroroccuredPleasecheckthelogfile
source: An error occured. Double click to open the log file
fr: Une erreur s'est produite. Double cliquer pour ouvrir le journal du fichier
nl: Er heeft zich een fout voorgedaan. Dubbel klik om het logboek te activeren
pl: Wystąpił błąd. Kliknij dwukrotnie aby odczytać log
sk: Nastala chyba. Súbor so záznamom môžete otvoriť dvojkliknutím.
sv: Ett fel har uppstått. Vänligen kontrollera loggfilen.

source: An error occured while checking for the latest version
fr: Une erreur s'est produite pendant la vérification de la dernière version
nl: Er is iets fout gegaan bij het controleren naar een nieuwe versie
pl: Wystąpił błąd podczas sprawdzania najnowszej wersji
sk: Pri kontrole dostupnosti novšej verzie programu nastala chyba

# Anerroroccurred
source: An error occurred: {0}
fr: Une erreur s'est produite: {0}
nl: Er heeft zich een fout voorgedaan: {0}. Dubbel klik om het logboek te openen.
sk: Nastala chyba: {0}
sv: Ett fel har uppstått: {0}

# Areyousureyourwanttodeletethexselectedfeeds
source: Are you sure you want to delete the {0} selected feeds?
fr: Etes vous sûr de vouloir supprimer {0} les flux sélectionnés?
nl: Weet u zeker dat u de {0} geselecteerde feeds wilt verwijderen?
sk: Naozaj chcete vymazať {0} vybraných polí?
sv: Är du säker på att du vill radera de här {0} markerade prenumerationerna?

source: Are you sure you want to delete these files?
fr: Etes vous sûr de vouloir supprimer ces fichiers?
nl: Weet u zeker dat u deze bestand wilt verwijderen?
sk: Naozaj chcete vymazať tieto súbory?
sv: Är du säker på att du vill radera de här filerna?

source: Are you sure you want to delete this feed subscription?
fr: Etes vous sûr de vouloir supprimer l'abonnement à ce flux?
nl: Weet u zeker dat u deze feed wilt verwijderen?
sk: Naozaj chcete zrušiť doručovanie obsahu z tohto poľa?
sv: Är du säker på att du vill radera den här prenumerationen?

source: Are you sure you want to delete this file?
fr: Etes vous sûr de vouloir supprimer ce fichier?
nl: Weet u zeker dat u dit bestand wilt verwijderen?
sk: Naozaj chcete tento súbor vymazať?
sv: Är du säker på att du vill radera den här filen?

source: Cannot delete file, access denied
fr: Le fichier ne peut être supprimé, accès refusé
nl: Kan bestand niet verwijderen, toegang geweigerd
sk: Súbor nemožno vymazať, prístup bol zamietnutý.

source: Click to change position
fr: Cliquez pour changer la position
nl: Klik om de afspeelpositie te wijzigen
sk: Pre zmenu pozície, kliknite
sv: Klicka för att byta position

source: Converting to bookmarkable AAC
fr: Convertir en AAC chapitrable
nl: Aan het converteren naar bookmarkable AAC
sk: Konvertovanie do formátu AAC (záložkovateľné)

# CustomAction
source: Custom
nl: Eigen actie
pl: Własna
sk: Užívateľské
sv: Egen

source: Delete
fr: Supprimer
nl: Verwijder
pl: Usuń
sk: Vymazať
sv: Radera

source: Delete subscription
fr: Supprimer l'abonnement
nl: Verwijder feed
pl: Usuń subskrypcję
sk: Zrušiť doručovanie
sv: Radera prenumeration

# Determiningsizeofx
source: Determining size of {0}
fr: Détermination de la taille de {0}
nl: Bepalen grootte van {0}
pl: Obliczanie rozmiaru {0}
sk: Zisťovanie veľkosti {0}
sv: Kontrollerar storleken på {0}

source: Doppler needs a download folder. As you did not specify a download folder, Doppler will assume one for you.
fr: Doppler a besoin d'un dossier pour le téléchargement. Comme vous n'en n'avez pas spécifié, Doppler va un choisir un.
nl: Doppler heeft een download lokatie nodig. Aangezien u geen download lokatie hebt opgegeven zal Doppler zelf een download lokatie uitkiezen.
pl: Doppler potrzebuje folderu dla pobranych plików. Jeśli go nie określiłeś wybrany zostanie automatycznie
sk: Programu Doppler musíte udať priečinok, do ktorého sa má sťahovať. Ak to neurobíte, program vyberie priečinok za Vás.

source: Double click an entry to cancel or skip the download
fr: Double cliquer sur une entrée pour annuler ou sauter le téléchargement
nl: Dubbel klik op een download om af te breken of over te slaan.
pl: Kliknij podwójnie wpis aby anulować lub pominąć pobieranie
sk: Ak chcete stornovať alebo preskočiť sťahovanie, kliknite na položku dvakrát.

source: Download aborted
fr: Téléchargement abandonné
nl: Download afgebroken
pl: Pobieranie anulowane
sk: Sťahovanie prerušené
sv: Nerladdning avbruten

# Downloadedanewpodcastfrom
source: Downloaded a new podcast from {0}
fr: Un nouveau balado téléchargé de {0}
nl: Een nieuwe podcast gedownload van site {0}
pl: Pobrano nowy plik z {0}
sk: Bol stiahnutý nový podcast z {0}
sv: Laddade ner en ny podcast från {0}

# Downloadfromaborted
source: Download from {0} aborted
fr: Téléchargement de {0} a été abandonné
nl: Download van site {0} afgebroken
pl: Pobieranie z {0} anulowane
sk: Sťahovanie z {0} bolo prerušené
sv: Nerladdning från {0} avbruten

source: Do you want to retrieve {0} from {1} later?
fr: Voulez vous récupérer {0} de {1} plus tard ?
nl: Wilt u {0} van {1} later ophalen?
pl: Chcesz otrzymać {0} z {1} później?
sk: Chcete stiahnuť {0} z {1} neskôr?

source: Error
fr: Erreur
nl: Fout
pl: Bład
sk: Chyba
sv: Fel

source: Error adding feed
fr: Erreur lors de l'ajout du flux
nl: Fout tijdens het toevoegen van een feed
pl: Bład dodawania źródła
sk: Chyba pri pridávaní poľa

source: Error during catch-up
fr: Erreur pendant la récupération
nl: Fout tijdens catch-up
pl: Błąd podczas catch-up
sk: Chyba počas zachytávania

source: Error while adding file to playlist in Windows Media Player
fr: Erreur pendant l'ajout du fichier à la liste d'écoute dans Windows Media Player
nl: Fout tijdens het toevoegen van een bestand een speellijst in Windows Media Player
pl: Bład podczas dodawania pliku do playlisty Windows Media Player
sk: Počas pridávania súboru do playlistu programu Windows Media Player nastala chyba

# Errorwhiledownloadingfrom
source: Error while downloading from {0}
fr: Erreur pendant le téléchargement de {0}
nl: Fout bij het downloaden van site {0}
pl: Błąd podczas pobierania z {0}
sk: Chyba pri sťahovaní z {0}
sv: Ett fel uppstod under nerladdning från {0}

# FeedsSubscribed
source: {0} feeds subscribed
fr: {0} flux souscrits
nl: {0} feeds
pl: {0} źródeł subskrybowanych
sk: Obsah je odoberaný z {0} polí

# FeedsSubscribedNewPodcastsInFeeds
source: {0} feeds subscribed, {1} new podcasts in feeds
fr: {0} flux souscrits, {1} nouveau balado dans le flux
nl: {0} feeds, {1} beschikbare podcasts
pl: {0} źródeł subskrybowanych, {1} nowych plików
sk: Obsah je odoberaný z {0} polí, v poliach sa nachádza {1} nových podcastov

source: First retrieve some files
fr: Récupérer d'abord des fichiers
nl: Download eerst wat bestanden
pl: Wpierw pobierz jakieś pliki. First retrieve some files
sk: Najskôr stiahnuť len niekoľko súborov
sv: Hämta först några filer

source: hours
fr: heures
nl: uur
pl: Godziny
sk: hodín
sv: timmar

source: Import OPML file
fr: Importer un fichier OPML
nl: Importeer OPML bestand
pl: Importuj plik OPML
sk: Importovať OPML súbor
sv: Importera OPML fil

source: Initializing session
fr: Initialisation de la session
nl: Initialisatie van de sessie
pl: Inicjalizacja sesji
sk: Inicializácia...
sv: Initierar session

source: iTunes is busy, please close all dialogboxes in iTunes
fr: iTunes est occupé, merci de fermer toutes les boîtes de dialogue dans iTunes
nl: iTunes is bezet, sluit alle dialoog schermen in iTunes
pl: iTunes jest zajęty, proszę zamknać wszystkie okna w iTunes
sk: Program iTunes je zrejme zaneprázdnený, zatvorte prosím všetky jeho dialógové okná

source: <leave empty to extract name from the feed>
fr: <laisser vide pour extraire le nom de la feed>
nl: <laat leeg om naam van de RSS feed uit te lezen>
sk: <ak chcete názvy extrahovať z poľa, nechajte toto políčko prázdne>

source: <leave empty to use feed name>
fr: <laisser vide pour utiliser le nom de la feed>
nl: <laat leeg om titel van RSS feed te gebruiken>
sk: <ak chcete použiť názov poľa, nechajte toto políčko prázdne>

source: Logging has been enabled and errors will show up in the log from now on.
fr: Le journal a été activé et les erreurs apparaitront à partir de maintenant.
nl: Het logboek is actief en vanaf nu zullen foutmeldingen in het logboek verschijnen.
pl: Logowanie zostało wlączone. Błędy będą rejestrowane od teraz
sk: Zaznamenávanie chýb bolo zapnuté. Všetky chyba programu budú zapisované do súboru so záznamom.

source: Logging is current disabled. Do you want to enable the log to record errors?
fr: Le journal est actuellement désactivé. Voulez vous l'activer pour enregistrer les erreurs?
nl: Het logboek is momenteel inactief. Wilt u het logboek activeren?
pl: Logowanie jest wyłączone. Czy chcesz włączyć logowanie aby rejestrować błędy?
sk: Zaznamenávanie chýb je momentálne vypnuté. Chcete ho zapnúť?

source: minutes
nl: minuten
pl: Minuty
sk: minút
sv: minuter

source: New download
fr: Nouveau téléchargement
nl: Nieuwe download
pl: Nowe pobranie
sk: Nové sťahovanie
sv: Ny nerladdning

# newfeed
source: new
fr: nouveau
nl: nieuw
pl: Nowy
sk: Nové
sv: Ny

source: New version
fr: Nouvelle version
nl: Nieuwe versie
pl: Nowa wersja
sk: Nová verzia

# NewVersionOfDopplerAvailable
source: A new version of Doppler is available. Do you want go to the website and download the new version?
fr: Une nouvelle version de Doppler est disponible. Voulez vous vous rendre sur le site web et télécharger la nouvelle version?
nl: Een nieuwe versie van Doppler is beschikbaar. Wilt u naar de website gaan en de nieuwe versie downloaden?
pl: Nowa wersja Dopplera jest dostępna. Czy chcesz udać się na strone aby ją pobrać?
sk: Je dostupná novšia verzia programu Doppler. Chcete teraz navštíviť domovskú stránku programu a stiahnuť si ju?

# NoAction
source: None
fr: Aucun
nl: Geen
pl: Brak
sk: Žiadna akcia
sv: Inga

source: No active downloads
fr: Aucun téléchargement actif
nl: Geen actieve downloads
pl: Brak aktywnych pobrań
sk: Neprebieha žiadne sťahovanie
sv: Inga aktiva nerladdningar

# Nodirectoriesavailable
source: No OPML directories available
fr: Aucun dossier OPML disponible
nl: Geen OPML directory's beschikbaar
pl: Brak dostępnych folderów z OPML
sk: Nie sú dostupné priečinky OPML
sv: Inga OMPL kataloger tillgänliga.

source: No download folder?
fr: Aucun dossier pour le téléchargement?
nl: Geen download lokatie?
pl: Brak folderu pobierania?
sk: Priečinok, do ktorého sa má sťahovať, neexistuje...

source: No folder available
fr: Aucun dossier disponible
nl: Geen lokale map beschikbaar
pl: Brak dostępnego folderu
sk: Priečinok nie je dostupný
sv: Ingen katalog tillgänglig

source: No folder available. Retrieve this feed first.
fr: Aucun dossier disponible. Récupérer le flux d'abord.
nl: Nog geen lokale map beschikbaar. Haal deze feed eerst op.
pl: Brak dostępnego folderu. Pobierz to źródło najpierw.
sk: Priečinok zatiaľ nie je dostupný. Z poľa si najskôr musíte stiahnuť nejaký súbor
sv: Ingen katalog tillgänglig. Hämta den här feeden.

source: No new version
fr: Pas de nouvelle version
nl: Geen nieuwe versie
pl: Brak nowej wersji
sk: Novšia verzia nie je dostupná

source: Not a valid feed. Check the log for more information.
fr: Flux non valide. Vérifier le journal pour plus d'information.
nl: Geen valide feed. Bekijk het logboek voor meer informatie.
pl: Niewłaściwe źródło. Sprawdź log aby uzyskać więcej informacji.
sk: Pole nie je platné. Pre získanie podrobnejších informácií si prečítajte súbor so záznamom

source: No title specified
fr: Aucun titre indiqué
nl: Geen titel beschikbaar
pl: Nie określono tytułu
sk: Nie je špecifikovaný žiaden titul

source: OPML files
fr: fichiers OPML
nl: OPML bestanden
pl: OPML pliki
sk: Súbory OPML
sv: OMPL filer

source: Parsing feeds...
fr: Tri des flux...
nl: Verwerken feeds...
pl: Analizowanie źródeł
sk: Prebieha analyzácia polí...
sv: Analyserar feeds…

# ParsingRSSItemxofy
source: Parsing RSS items {0} of {1}
fr: Analyse des articles RSS {0} de {1}
nl: RSS item {0} / {1}
pl: Analizowanie obiektów RSS {0} z {1}
sk: Prebieha analyzácia RSS poľa {0} z {1}
sv: Analyserar RSS {0} av {1}

source: Please add some OPML directories first in the options
fr: Merci d'ajouter d'abord des dossiers OPML dans les options
nl: Voeg eerst een OPML directory toe in de opties
pl: Proszę pierw dodać jakiś folder OPML w opcjach
sk: Najskôr by ste mali v nastaveniach programu pridať nejaké OPML priečinky
sv: Vänligen lägg till några OPML kataloger först i Inställningar

source: Retrieving feeds...
fr: Récupération du flux...
nl: Downloaden feeds...
pl: Pobieranie źródeł.
sk: Prebieha preberanie obsahu polí...
sv: Hämtar feeds…

source: Retrieving... please wait
fr: Récupération... Veuillez patienter
nl: Aan het verversen... even geduld
pl: Pobieranie… Proszę czekać
sk: Preberá sa obsah, prosím čakajte

source: Retrieving RSS
fr: Récupération RSS
nl: Downloaden RSS
pl: Odbieranie RSS
sk: Preberá sa obsah RSS polí
sv: Hämtar RSS

source: - scheduled -
fr: - progammé -
nl: - geroosterd -
sk: naplánované

source: Select Directory
fr: Sélectionner un dossier
nl: Selecteer Directory
pl: Wybierz folder
sk: Vyberte priečinok
sv: Välj katalog

# SuccesfullyDeletedCacheFiles
source: Succesfully deleted {0} cache file(s)
fr: Suppression réussie {0} du(es) fichier(s) du cache
nl: {0} cache bestand(en) succesvol verwijdert
pl: Pomyślnie usunięto {0} plik(i) cache'u
sk: Z vyrovnávacej pamäte bolo vymazaných {0} súborov

source: Temporary download channel
fr: Canal de téléchargement provisoire
pl: Tymczasowe pobieranie kanału
sk: Dočasný kanál pre sťahovanie

source: The folder picked is:
fr: Le dossier sélectionné est:
nl: De lokatie die gekozen is, is:
pl: Wybrany folder to:
sk: Vyberanie priečinkov je:

source: Uncategorized
fr: Sans catégorie
nl: Niet gecategoriseerd
pl: Niesklasyfikowany
sk: nekategorizované
sv: Okategoriserad

source: Unknown
fr: Inconnu
nl: Onbekend
pl: Nieznane
sk: neznáme
sv: Okänd

source: &Update Feed
fr: &Mettre à jour les flux
nl: &Pas aan
pl: &Pobierz źródła
sk: &Aktualizovať pole
sv: &Verkställ

source: Waiting in queue for conversion
fr: En attente pour conversion
nl: In de wachtrij voor conversie
pl: Czekanie w kolejce na komunikacje
sk: Čakanie na konvertovanie

# xWhileDownloadingy
source: {0} while downloading {1}
fr: {0} pendant le téléchargement {1}
nl: {0} tijdens het downloaden van {1}
pl: {0} podczas pobierania {1}
sk: {0} počas sťahovania {1}
sv: {0} inträffade under nerladdning av {1}

source: You are running the latest version of Doppler
fr: Vous utilisez la dernière version de Doppler
nl: U gebruikt de laatste versie van Doppler
pl: Używasz najświeższej wersji Doppler'a
sk: Používate najaktuálnejšiu možnú verziu programu Doppler
